tutorials/compressible/rhoSonicFoam/shockTube/constant/initProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.5                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      initProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

x0                  0 ;

pL                  1.0e+5 ;
TL                  348.43206 ;
UL                  ( 0 0 0 ) ;

pR                  1.0e+4 ;
TR                  278.74564 ;
UR                  ( 0 0 0 ) ;

// ************************************************************************* //
